{
  "_name_or_path": "monologg/kobert",
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "finetuning_task": "naver-ner",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "UNK",
    "1": "O",
    "2": "VACC-B",
    "3": "VACC-I",
    "4": "SYMP-B",
    "5": "SYMP-I"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "O": 1,
    "SYMP-B": 4,
    "SYMP-I": 5,
    "UNK": 0,
    "VACC-B": 2,
    "VACC-I": 3
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 1,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.11.3",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 8002
}
